{
  "boxId": "MUN-Omniverse",
  "img": "mun-ks25.jpg",
  "name": {
    "text": "Marvel United Omniverse Pledge",
    "locText": ""
  },
  "rulebook": "rulebooks/Unificado.pdf",
  "tokens": [],
  "characters": [
    {
      "img": "villains/Abomination.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Abomination",
        "locText": ""
      },
      "realName": {
        "text": "Emil Blonsky",
        "locText": ""
      },
      "bio": {
        "text": "While secretly loitering in Bruce Banner's lab, Emil stood in front of Banner's gamma radiation equipment and activated it, bombarding himself with a more concentrated and intense dosage of gamma radiation than that which first turned Banner into the Hulk. Like Banner, Blonsky had an unknown genetic factor in his body that saved him from being killed by the massive dose. Instead, the radiation transformed Blonsky into a monster General Ross's daughter called the Abomination.",
        "locText": ""
      }
    },
    {
      "img": "villains/Absorbing-Man.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Absorbing Man",
        "locText": ""
      },
      "realName": {
        "text": "Carl Creel",
        "locText": ""
      },
      "bio": {
        "text": "Creel was a kid living on the streets at 16, embarking on a life of crime until he was arrested and imprisoned. During his sentence, Creel was chosen by Loki as his unwitting agent in a scheme against Thor. Loki added rare Asgardian herbs to Creel's drinking water, granting him the power to absorb the physical properties of anything with which he came in contact. Creel used his new-found power to break free from prison and battle with Thor. Absorbing the properties of Thor's hammer and Thor himself. Greel, now called the Absorbing Man, became one of the strongest mortal foes Thor ever combated.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Agent-Venom.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Agent Venom",
        "locText": ""
      },
      "realName": {
        "text": "Eugene Thompson",
        "locText": ""
      },
      "bio": {
        "text": "\"Flash\" Thompson, who lost both legs in the Iraq war, turns into the superhero Agent Venom after being bound to the Venom symbiote, which he controls via drugs He did this because, as dangerous as the symbiote was, bonding with it allowed him to walk again. But he can't stay bonded to the Venom symbiote for more than 48 hours at a time, or the symbiote may gain complete control over him. He joins the Secret Avengers as hero Agent Venom, battling the Human Fly and infiltrating and attacking Crime Master and his men.",
        "locText": ""
      }
    },
    {
      "img": "villains/Air-Walker.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Air-Walker",
        "locText": ""
      },
      "realName": {
        "text": "Gabriel Lan",
        "locText": ""
      },
      "bio": {
        "text": "A captain in the Xandarian Nova Corps, Gabriel Lan was abducted and transformed into Air-Walker by Galactus, becoming his herald. The Air-Walker possessed superhuman strength, endurance, reflexes and reactions, mastery of the electromagnetic spectrum and total immunity to the rigors of space. On a journey to seek a planet for Galactus' sustenance, Air-Walker battled the alien Ovoids race. They kill Lan, but not before Galactus retrieves and transfers the last spank of Lan's soul into an android body.",
        "locText": ""
      }
    },
    {
      "img": "pets/Alligator-Loki.jpg",
      "loyalty": "pet",
      "name": {
        "text": "Alligator Loki",
        "locText": ""
      },
      "bio": {
        "text": "This reptilian God of Mischief is as devious as his human counterpart and he's ready to cause trouble. Alligator Loki is from an alternate reality, but it's not known whether he was born an alligator or turned into one. What is certain is that this Loki variant is as devious as any Loki. Don't trust his alligator smile or crocodile tears. While he can be a valuable companion, he might also just bite your hand off.",
        "locText": ""
      }
    },
    {
      "img": "villains/Annihilus.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Annihilus",
        "locText": ""
      },
      "bio": {
        "text": "Annihilus is an interdimensional insectoid conqueror and tyrant hailing from the Negative Zone, a pocket dimension located on Earth-616. Birthed from the planet Arthros, he attempted to take over the entire realm wielding the Cosmic Control Rod. As a nihilist, he destroys any other living being he sees as a threat to his existence. Most recently, Annihilus learned that our positive-matter universe was gradually expanding into his anti-matter Negative Zone. Seeking to take back what he believed was rightfully his, Annihilus led a majority of his Annihilation Wave fleet through the Crunch.",
        "locText": ""
      }
    },
    {
      "img": "villains/Apocalypse-Age-Of.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Apocalypse (Age Of Apocalypse)",
        "locText": ""
      },
      "realName": {
        "text": "En Sabah Nur",
        "locText": ""
      },
      "bio": {
        "text": "En Sabah Nur was one of the earliest mutants on earth. A strict believer in the survival of the fittest, after the murder of Charles Xavier by Legion, he officially launched his offensive against humankind. With Xavier dead, and Apocalypse beginning ten years earlier than he did before, there was no one to stand in his way. He gathered a large group of Horsemen to fight his battles, but only landed up with four. Apocalypse eventually defeated most of the world's governments, with only one remaining threat: the X-Men.",
        "locText": ""
      }
    },
    {
      "img": "villains/Ares.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Ares",
        "locText": ""
      },
      "realName": {
        "text": "Ares",
        "locText": ""
      },
      "bio": {
        "text": "He's an Olympian god of savage warfare, an arms dealer and registered superhero. Ares possesses superhuman speed, strength, stamina, durability, and reflexes, and he's got regenerative healing powers. As God of War, Ares has the power to influence all forms of conflict including mental, physical, spiritual, and conceptual ones. Initially seen as a super villain, Ares would later be seen as a being who lived to take part in battle. Ares took part in the battle against the Hulk and his Warbound. He was charged with punishing his half-brother, Hercules, for aiding the Hulk, but Ares failed, and Hercules escaped.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Aurora.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Aurora",
        "locText": ""
      },
      "realName": {
        "text": "Jeanne-Marie Beaubier",
        "locText": ""
      },
      "bio": {
        "text": "Orphaned as a baby, Jeanne-Marie Beaubier was sent to a religious school in Quebec. Unhappy, she attempted suicide by jumping off a roof, but instead of falling, she began to fly. Unaware of her mutant nature, the school punished her, triggering a dissociative identity disorder that she learned to suppress. It emerged again as an adult. While in Montreal, she faced a pair of muggers managing to subdue them. Wolverine saw the attack and brought her to meet James MacDonald Hudson, creator of a group superhuman agents. She joined his team under the codename Aurora.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Black-Bolt.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Black Bolt",
        "locText": ""
      },
      "realName": {
        "text": "Blackagar Boltagon",
        "locText": ""
      },
      "bio": {
        "text": "Black Bolt possesses superhuman strength, speed, stamina, reflexes, telepathic immunity, particle manipulation and flight. He's the ruler of Attilan and a member of the Inhumans. Bolt's signature power is his voice. Speaking triggers a massive disturbance in the form of a highly destructive shockwave capable of leveling a city. Due to the extreme danger posed by this power, Bolt has undergone rigorous mental training to prevent himself from uttering a sound... and speaks through sign language or via a spokesperson. Black Bolt embarks on an aggressive campaign against all former persecutors of the Inhumans in the War of Kings.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Black-Knight.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Black Knight",
        "locText": ""
      },
      "realName": {
        "text": "Dane Whitman",
        "locText": ""
      },
      "bio": {
        "text": "Dane became the modern-day Black Knight when his uncle, the villainous Black Knight, summoned him after being mortally wounded. With his last words, his uncle confessed to his life of crime and bid Dane to restore the honor of the Black Knight legacy. He gave Whitman the weapons he used for crime, including the Ebony Blade, a magical blade forged by Merlin. With the Blade he defeated the demonic guardian of the sword. Black Knight would infiltrate the Masters of Evil to prove himself to the Avengers, who offer him membership.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Black-Panther-Shuri.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Black Panther (Shuri)",
        "locText": ""
      },
      "realName": {
        "text": "Shuri",
        "locText": ""
      },
      "bio": {
        "text": "Princess of Wakanda and half-sister of T'Challa, Shuri spent much of her life living in his shadow. After working to stop an invasion of Wakanda and helping her brother recover, Shuri stepped into the spotlight and became the Black Panther herself.",
        "locText": ""
      }
    },
    {
      "img": "villains/Blastaar.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Blastaar",
        "locText": ""
      },
      "bio": {
        "text": "Blastaar ruled the Baluurians of the planet Baluur in the Negative Zone. He was their ruthlessly monarch until his subjects rose against him. Blastaar was deposed and became a Negative Zone outlaw. He would repeatedly return to Earth attempting to conquer it but failing. Blastaar was later discovered in the Negative Zone by the Eternals. He overthrew them but was then defeated by the Avengers. He tried unsuccessfully to become King of the Kree, Shi'ar, and Inhumans by staging a coup against Medusa. He beat her, but before he could claim the throne, the Annihilators banished him back to the Negative Zone.",
        "locText": ""
      }
    },
    {
      "img": "villains/Bulldozer.jpg",
      "loyalty": "villain-bio",
      "name": {
        "text": "Bulldozer",
        "locText": ""
      },
      "realName": {
        "text": "Henry Camp",
        "locText": ""
      },
      "bio": {
        "text": "After Henry was dishonorably discharged from the Army, he entered a life of crime and was later imprisoned, where he became cellmates with Dirk Garthwaite, the Wrecker. Camp would become part of Garthwaite's Wrecking Crew comprised of escaped convicts. Camp became Bulldozer, constructing a special metal helmet that allowed him to withstand high amounts of concussive force. Bulldozer would always be a vital part of the villain team, remaining loyal to The Wrecker and separated from the Wrecking Crew only through his various prison terms.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Captain-America-Classic.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Captain America (Classic)",
        "locText": ""
      },
      "realName": {
        "text": "Steve Rogers",
        "locText": ""
      },
      "bio": {
        "text": "Rejected by the army because of his small size and underdeveloped physique, Steve Rogers allowed himself to be used for Project Rebirth, an experiment to create super soldiers. Empowered with extensive combat training, superhuman strength, stamina, agility and durability, Rogers becomes Captain America, wearing a red, white, and blue uniform and carrying a nearly indestructible shield of vibranium and steel alloy. When his teammate, Iron Man, approved of and helped pass the Superhero Registration Act, Captain America made his opposition known, leading to a war between both sides.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Captain-America-Sam-Wilson.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Captain America (Sam Wilson)",
        "locText": ""
      },
      "realName": {
        "text": "Samuel Thomas Wilson",
        "locText": ""
      },
      "bio": {
        "text": "Sam Wilson is a social worker who was lured to Exile, a Caribbean island where the Red Skull and his henchmen were hiding out. There he befriends Steve Rogers and together they battle and defeat the Red Skull. Allegedly, Red Skull used the Cosmic Cube to give Sam the ability to telepathically communicate with birds, especially a falcon Wilson bought, named Redwing. The Black Panther created a harness for Wilson that allowed him to fly. Captain America and The Falcon would partner for years until The Falcon left when he was named the leader of the S.H.I.E.L.D. Super-Agents.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Captain-Britain-S3.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Captain Britain",
        "locText": ""
      },
      "realName": {
        "text": "Elizabeth Braddock",
        "locText": ""
      },
      "bio": {
        "text": "Betsy Braddock is a British mutant telepath. While her twin brother Brian became the original Captain Britain. Betsy developed psychic powers. By serving in S.T.R.I. K.E. Psi Division, she became a secret agent. She acted as an ally to her brother in several conflicts, eventually adopting the Captain Britain mantle.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Captain-Carter.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Captain Carter",
        "locText": ""
      },
      "realName": {
        "text": "Margaret \"Peggy\" Carter",
        "locText": ""
      },
      "bio": {
        "text": "During World War II, the Britain-born Peggy Carter received the Super Soldier Serum and lead her own unit of Howling Commandos against the Nazis and HYDRA. Presumed to be killed after crashing a plane into the Arctic Ice, she was found alive in modern times and was recruited to S.T.R.I.K.E.",
        "locText": ""
      }
    },
    {
      "img": "villains/Dark-Carnage.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Carnage",
        "locText": ""
      },
      "realName": {
        "text": "Cletus Kasady",
        "locText": ""
      },
      "bio": {
        "text": "Cletus Kasady was a serial killer and became Carnage after merging with the offspring of the Venom symbiote. The symbiote amplified his psychotic nature, making him a dangerous super-villain. After his alien symbiote was seemingly destroyed by a sonic weapon, he was transferred to the Ravencroft Institute. The symbiote had merged with Kasady's blood, and he released it by cutting his wrists with his handcuffs, allowing him to turn into Carnage. After slaughtering most of the doctors, guards, and inmates in his escape, he went on to recruit a \"family\" and attack New York.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Chamber.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Chamber",
        "locText": ""
      },
      "realName": {
        "text": "Jonathon Evan Starsmore",
        "locText": ""
      },
      "bio": {
        "text": "Jono Starsmore was at a London nightclub when his mutant ability erupted in an explosion of psionic energy. The blast tore a hole in his body from his mouth to his navel, destroying several of his major internal organs including his heart and lungs. Jono survived, though his body had been transformed into a \"chamber\" of volatile energy. Denied a normal existence, he was invited by Charles Xavier to join the reopened Massachusetts Academy as a member of the mutant trainees Generation X.",
        "locText": ""
      }
    },
    {
      "img": "villains/Chameleon.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Chameleon",
        "locText": ""
      },
      "realName": {
        "text": "Dmitri Smerdyakov",
        "locText": ""
      },
      "bio": {
        "text": "The Chameleon was the first-ever enemy of the superhero Spider-Man. His ability to impersonate people nearly perfectly makes him extremely dangerous! Apparently while still a teen, Dmitri became a Soviet spy and disguise artist code-named the Chameleon. He nearly framed Spider-Man as a traitor while impersonating him to steal secret LS documents. But he wouldn't defeat Spider-Man this time or the many times thereafter leading him to seek revenge on the superhero, only to end up insane and in Ravencroft Asylum.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Chod.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Ch'od",
        "locText": ""
      },
      "bio": {
        "text": "Ch'od is one of the founding members of the Starjammers, who, like the other original Starjammers, was a slave until Corsair led a rebellion, forming the group. Ch'od is almost always accompanied by his small, furry pet Er'reee. Ch'od has been an integral part of the Starjammers, helping the Hulk when he tried infiltrating an alien empire that was threatening the lives of his friends. He fought to depose and kill Emperor Vulcan but was captured and tortured by Vulcan for months before gaining his, and the rest of the Starjammers, freedom.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Corsair.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Corsair",
        "locText": ""
      },
      "realName": {
        "text": "Christopher Summers",
        "locText": ""
      },
      "bio": {
        "text": "A test pilot for NASA, Christopher Summers was flying his family in their private airplane when he and his wife were teleported aboard a Shi'ar starship and taken to the Shi'ar Imperial Throneworld of Chandilar. Mad Shi'ar Emperor D'Ken ordered Summers be sent to the Slave Pits of Alsibar. There, Summers met four aliens imprisoned for crimes against the Shilan Empire. Together, they escaped and stole a starship, naming their vessel the Starjammer and themselves the Starjammers. The group functioned as space pirates targeting Shi'ar vessels, taking vengeance on the Shi'ar, but taking care not to harm innocent passengers in the process.",
        "locText": ""
      }
    },
    {
      "img": "villains/Cosmic-Ghost-Rider.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Cosmic Ghost Rider",
        "locText": ""
      },
      "realName": {
        "text": "Francis Castle",
        "locText": ""
      },
      "bio": {
        "text": "In the alternate reality where Thanos won, Frank Castle, originally known as the Punisher, was one of his last casualties on Earth. His soul was subsequently sent to Hell. Willing to give anything in order to punish Thanos for slaughtering his planet, the Punisher signed a demonic deal with Mephisto and became the Ghost Rider, capable of manipulating both Hellfire and the Power Cosmic.",
        "locText": ""
      }
    },
    {
      "img": "pets/Cosmo.jpg",
      "loyalty": "pet",
      "name": {
        "text": "Cosmo",
        "locText": ""
      },
      "bio": {
        "text": "Cosmo was launched into Earth's orbit in the 1960's by the Soviet Space Program as part of an experiment but was lost in space, arriving at the Celestial space station, Knowhere, and at some point being mutated by cosmic rays. He's now a telepath who \"\"speaks\" with a Russian accent and emits telekinetic blasts,\" reads minds, and often eavesdrops on conversations. Cosmo protects Knowhere as its chief of security, often alongside his pal Nova, the last of the Nova Corps. Occasionally, Cosmo joins his friends, the Guardians of the Galaxy, on missions. This Golden Retriever-Labrador Retriever mix - with an obviously considerable lifespan - has access to all of Knowhere's technology and information resources.",
        "locText": ""
      }
    },
    {
      "img": "villains/Crimson-Dynamo.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Crimson Dynamo",
        "locText": ""
      },
      "realName": {
        "text": "Anton Igorevich Vanko",
        "locText": ""
      },
      "bio": {
        "text": "Renowned to be the greatest expert on electricity of the east block. Due to his brilliance, he was funded by the Soviet Union. In his labs, he created the Jet Paralyzer technology, the costume of the Unicorn and the Crimson Dynamo Armor. After he abandoned his labs, he took on the name of \"The Crimson Dynamo\", eventually switching sides and working for Stark Industries.",
        "locText": ""
      }
    },
    {
      "img": "villains/Crossbones.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Crossbones",
        "locText": ""
      },
      "realName": {
        "text": "Brock Rumlow",
        "locText": ""
      },
      "bio": {
        "text": "Former New York City gang member and graduate of the infamous Taskmaster's school for criminals, Brock Rumlow became Crossbones, one of the most dangerous and feared mercenaries on the planet. Crossbones is a dangerous hand-to-hand combatant, with extensive training in multiple martial arts and fighting forms.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Crystal.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Crystal",
        "locText": ""
      },
      "realName": {
        "text": "Crystalia Amaquelin",
        "locText": ""
      },
      "bio": {
        "text": "Crystal is a member of the Inhumans. As an infant she was subjected to the Terrigen Mist, endowing her with powers, including the ability to mentally manipulate the four elements. Her wedding to Ronan the Accuser was interrupted by the Shi'ar Imperial Guard, who attacked as part of Emperor Vulcan's invasion of the Kree Imperium. Ronan was severely beaten. While visiting a recuperating Ronan, she inadvertently helped rally the Kree people when she showed compassion towards injured Kree commoners. This led to her being referred to as the \"people princess\" among some of the Kree people.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Cyborg-Spider-Man.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Cyborg Spider-Man",
        "locText": ""
      },
      "realName": {
        "text": "Peter Parker",
        "locText": ""
      },
      "bio": {
        "text": "When Spider-Man and a mercenary named Solo attacked the Sinister Six, Mysterio used his technology to create an illusion that made it appear Solo was attacking the Sinister Six when he was really attacking Spider-Man. Before Solo could kill Spider-Man, Spider-Man was saved by a man named Cyborg X. Cyborg X then took Spider-Man to a scientist named Oscar McDonnell who saved Spider-Man's life by turning him into a cyborg. Now Cyborg Spider-Man has enhanced cybernetic capabilities in addition to all the powers of Spider-Man.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Cypher.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Cypher",
        "locText": ""
      },
      "realName": {
        "text": "Douglas Aaron Ramsey",
        "locText": ""
      },
      "bio": {
        "text": "Doug Ramsey befriended Kitty Pryde as a teenager and later became a friend of the New Mutants. Ramsey was unaware that he and them were mutants until Warlock arrived on Earth. Needing help communicating with the alien, The New Mutants revealed their identities to Ramsey. He succeeded in communicating with Warlock, and both joined the New Mutants. Ramsey was code-named Cypher, because of his ability to decipher languages.",
        "locText": ""
      }
    },
    {
      "img": "villains/Daken.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Daken",
        "locText": ""
      },
      "realName": {
        "text": "Akihiro",
        "locText": ""
      },
      "bio": {
        "text": "Decades ago, the pregnant, Japanese wife of James Howlett (Wolverine) was killed by the Winter Soldier (James Buchanan \"Bucky\" Barnes). Unbeknownst to Wolverine, his unborn baby survived. The baby's survival was thought to be possible by his inherited mutant healing factor. The child was abducted by the Winter Soldier and eventually became the assassin known as Daken.",
        "locText": ""
      }
    },
    {
      "img": "villains/Dark-Beast.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Dark Beast",
        "locText": ""
      },
      "realName": {
        "text": "Henry Philip McCoy",
        "locText": ""
      },
      "bio": {
        "text": "The genius Hank McCoy is one of Apocalypse's leading scientists. McCoy was responsible for creating the process needed to build the gene-spliced Infinite army used by Apocalypse to take over much of the world. Mutants deemed unfit for survival were given to him for gruesome experiments, to use in his creation of an unbeatable army for his master.",
        "locText": ""
      }
    },
    {
      "img": "villains/Darkchild.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Darkchild",
        "locText": ""
      },
      "realName": {
        "text": "Illyana Rasputin",
        "locText": ""
      },
      "bio": {
        "text": "Ilyana Rasputin is a mutant sorceress who rules the demonic realm known as Limbo and is also known as Magik. As the younger sister of the X-Man Colossus, she was forcedly taken to Limbo by the malignant Belasco when she was under the X-Men's custody. In the very few seconds that passed on Earth, Ilyana aged years in Limbo, a process which caused her to master different dark arts including mutant teleporting abilities linked to Limbo, adopting the Darkchild identity.",
        "locText": ""
      }
    },
    {
      "img": "villains/Darkstar.jpg",
      "loyalty": "anti-hero-bio",
      "name": {
        "text": "Darkstar",
        "locText": ""
      },
      "realName": {
        "text": "Laynia Sergeievna Petrovna",
        "locText": ""
      },
      "bio": {
        "text": "Laynia Petrovna was born to Russian nuclear physicist Sergei Krylov as a mutant. She and her twin brother were taken into custody by the state and, when their superhuman abilities first manifested, were turned over to Professor Phobos. She was given the codename Darkstar because of her mutant ability to manipulate the ebony extradimensional energy known as the Darkforce, Petrovna and her brother Nikolai, codenamed Vanguard, both trained to become government agents.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Deathlok.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Deathlok",
        "locText": ""
      },
      "realName": {
        "text": "Michael Collins",
        "locText": ""
      },
      "bio": {
        "text": "Michael Collins was a computer programmer working for Roxxon Dil. Unaware that his work was being used for the Deathlok Project, when he found out, he complained to his boss Harlan Кукег. Кукег betrayed Collins and had his brain placed into the Deathlok cyborg body. Originally unable to control his new body, eventually he learns to assert his will over the program. He joins the cause to stop Carnage with the rest of the heroes.",
        "locText": ""
      }
    },
    {
      "img": "villains/Demogoblin.jpg",
      "loyalty": "villain-bio",
      "name": {
        "text": "Demogoblin",
        "locText": ""
      },
      "realName": {
        "text": "Jason Macendale",
        "locText": ""
      },
      "bio": {
        "text": "Jason was down on his luck. He offered the demon Nastich his soul in exchange for power during the Inferno crisis. N'astirh bonded a demon from the \"Otherplace\" with Jason, giving him superhuman powers. He went on to fight Doctor Strange, Moon Knight and Spider-Man, but was defeated and put in prison. While incarcerated, Jason and the entity now known as Demogoblin physically split apart. After some time, he was freed and joined a gang which included Carnage, Doppelganger, Shriek and Carrion.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Doc-Samson.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Doc Samson",
        "locText": ""
      },
      "realName": {
        "text": "Leonard Skivorski Jr.",
        "locText": ""
      },
      "bio": {
        "text": "Doc Samson is a superhero and psychiatrist, with high intelligence, superhuman strength, stamina, speed and gamma ray empowerment. He also has the Hulk as a patient and it's been his desire to permanently cure the Hulk. During the Civil War, Samson fought alongside the Pro-Registration alliance. It's during World War Hulk that Samson worked with the Illuminati plan to exile the Hulk, helping to evacuate New York. He battled the Hulk and the Warbound upon their return to Earth, ultimately being defeated and imprisoned.",
        "locText": ""
      }
    },
    {
      "img": "villains/Doppelganger.jpg",
      "loyalty": "villain-bio",
      "name": {
        "text": "Doppelganger",
        "locText": ""
      },
      "bio": {
        "text": "The Doppelganger began life as a living fractal, able to assume the forms and attributes of any being, real or abstract. Transformed into a monstrous version of Spider-Man by Magus. It was sent to Earth to fight in the Infinity War. Following the battle, the Doppelganger was found by Demogoblin. In New York it was attacked by the psychotic Carnage, who mistook the creature for their mutual enemy Spider-Man. However, Shriek took a liking to the Doppelganger, and they adopted it as their \"son\".",
        "locText": ""
      }
    },
    {
      "img": "heroes/Elsa-Bloodstone.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Elsa Bloodstone",
        "locText": ""
      },
      "realName": {
        "text": "Elsa Bloodstone",
        "locText": ""
      },
      "bio": {
        "text": "Hailing from a long line of monster hunters. Elsa is a naturally gifted marksman, athlete, and fighter, inheriting a degree of superhuman strength, speed, stamina, and regenerative ability from her father, Llysees, as well as an immunity to vampire bites.",
        "locText": ""
      }
    },
    {
      "img": "villains/Emperor-Doom.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Emperor Doom",
        "locText": ""
      },
      "realName": {
        "text": "Victor von Doom",
        "locText": ""
      },
      "bio": {
        "text": "As part of a plan to conquer the world, Doom kidnapped the mind-controlling super villain Purple Man and imprisoned him in a Psycho-Prism that not only gave his powers to Doom, but augmented them to a global scale. Through his new power he became emperor of the Earth. His rule brought prosperity and equality to the Earth but at the cost of every citizen's free will.",
        "locText": ""
      }
    },
    {
      "img": "villains/Enchantress.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Enchantress",
        "locText": ""
      },
      "realName": {
        "text": "Amora",
        "locText": ""
      },
      "bio": {
        "text": "Born into the other-dimensional Asgardian race, Enchantress is an immortal sorceress who uses her manipulative abilities and beauty in pursuit of power. She is capable of energy blasts, protective shields, illusions, levitation, teleportation, conjuring, interdimensional travel, transmutation, time-disruption, and mind control.",
        "locText": ""
      }
    },
    {
      "img": "villains/Fin-Fang-Foom.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Fin Fang Foom",
        "locText": ""
      },
      "bio": {
        "text": "Fin Fang Foom is a shape-shifting alien being from the world of Kakaranthara. Foom departed his homeworld centuries ago to conquer other planets. Landing on Earth in ancient China, the crew used their shape-shifting powers to mimic human form, intending to infiltrate human society before beginning their takeover. The navigator of the craft, Foom acted as a reserve and was placed in a tomb in a deep, herb-induced sleep. He would be awakened time and again to battle numerous foes, always before returning to his entombed deep sleep.",
        "locText": ""
      }
    },
    {
      "img": "villains/Firelord.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Firelord",
        "locText": ""
      },
      "realName": {
        "text": "Pyreus Kril",
        "locText": ""
      },
      "bio": {
        "text": "Pyreus was a naval officer aboard a Xandarian explorer ship when his commander and friend, Gabriel Lan, was abducted by Galactus. Kril pursued Galactus' ship and teleported himself aboard, demanding Lan's release. Galactus was impressed by Kril and offered to help if he agreed to become his new herald. Kril was transformed by Galactus' power into Firelord. As Firelord, he wields a flaming staff and is capable of energy projection, has superhuman strength, reflexes and durability, flight, mastery of the electromagnetic spectrum and total immunity to the rigors of space. Firelord is also able to travel faster than the speed of light.",
        "locText": ""
      }
    },
    {
      "img": "villains/Galactus.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Galactus",
        "locText": ""
      },
      "realName": {
        "text": "Galan",
        "locText": ""
      },
      "bio": {
        "text": "At the end of his universe, Galan was approached by the Sentience of the Cosmos and fused with its essence, allowing him to survive and become Galactus, a cosmic being that consumes the energy found in planets for sustenance. Eventually, Galactus was determined to consume the energy-rich planet Earth, returning several times to try to consume it, but always being narrowly thwarted. Meanwhile, he consumed numerous inhabited worlds throughout the known universe to satiate his hunger and was feared.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Ghost-Rider-Johnny-Blaze.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Ghost Rider (Johnny Blaze)",
        "locText": ""
      },
      "realName": {
        "text": "Johnathon Blaze",
        "locText": ""
      },
      "bio": {
        "text": "Johnny Blaze was a motorcycle stunt performer. He became bound to Zarathos, the Spirit of Vengeance, after making a deal with the demon Mephisto to spare the life of his surrogate father, Craig \"Crash\" Simpson. Now with the power to control Hellfire and to inflict pain with his Penance Stare against the souls of those who would do harm in the world, riding his Hell Cycle as the Ghost Rider, a leather-clad skeleton with a flaming head.",
        "locText": ""
      }
    },
    {
      "img": "villains/Gladiator-Hulk.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Gladiator Hulk",
        "locText": ""
      },
      "realName": {
        "text": "Bruce Banner",
        "locText": ""
      },
      "bio": {
        "text": "Hulk's jet crashed on the planet Sakaar. This left him weak and unable to fight to his full potential, making him vulnerable enough to have an obedience disk implanted in his skin. He quickly become a servant to the evil Red King, and one of his fighting gladiators. Gladiator Hulk outperformed all the Red King's other gladiators, becoming the Champion of Sakaar. His popularity grew, and with it, his legion of fans who come to believe he's the planet's savior. Gladiator Hulk would gain the support of the planet's army, and its people, when he saved Sakaar from the Red King's plan to destroy the planet from inside.",
        "locText": ""
      }
    },
    {
      "img": "villains/Gladiator.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Gladiator",
        "locText": ""
      },
      "realName": {
        "text": "Kallark",
        "locText": ""
      },
      "bio": {
        "text": "Kallark was a cadet on his native planet Strontia. The new Imperial Guard of the Shi'ar Empire would include the finest warrior of each race of the Empire as its representative after they slayed the Council of Elders. While most of the cadets died during the mission, Kallark defeated the Council and was named Gladiator, Praetor of the Imperial Guard. Gladiator served succeeding rulers of the Shi'ar Empire, including Vulcan. Eventually, however, he'd disobey his orders to execute Lilandra and rise up against Vulcan.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Goliath.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Goliath",
        "locText": ""
      },
      "realName": {
        "text": "William Barrett Foster",
        "locText": ""
      },
      "bio": {
        "text": "Bill Foster worked as the lab assistant of Dr. Hank Pym and then took over the research and development section of Stark International. Having memorized the formula to \"Pym Particles,\" he experimented with trying to eliminate the formula's harmful side effects. When tested on himself, - he was able to grow large like Pym and successfully duplicate Pym's powers. With Pym's encouragement, Foster became crime fighter Goliath. During the superhuman Civil War, Goliath was a member of Captain America's Secret Avengers.",
        "locText": ""
      }
    },
    {
      "img": "pets/Goose.jpg",
      "loyalty": "pet",
      "name": {
        "text": "Goose",
        "locText": ""
      },
      "bio": {
        "text": "Flerkens are alien creatures physically resembling Earth cats. But that's where the similarities end. They reproduce by laying eggs and have a pocket dimension inside their body, a bubble of space and time that exists in other worlds, from which they can spring fanged mouths or tentacles for offensive capabilities, and inside which they can keep sizeable objects. Goose was Captain Marvel's pet, though she was unaware this adorable tabby cat was actually a dangerous alien creature.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Gorgon.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Gorgon",
        "locText": ""
      },
      "realName": {
        "text": "Gorgon Petragon",
        "locText": ""
      },
      "bio": {
        "text": "A member of the Inhuman Royal Family. Gorgon was subjected to the Terrigen Mists as an infant. Endowed with superhuman strength, Gorgon's modified legs can genenate powerful shock waves when he stomps his hoof-like feet. He also possesses the ability to manipulate energy. He commands the Attilan Militia, the Inhumans' military force. When the Inhumans decided to leave Earth to take over the weakened Kree Empire, Gorgon led the assault against the Kree defenses and led the Kree forces against the Shi'ar in the War of Kings.",
        "locText": ""
      }
    },
    {
      "img": "villains/Gorr.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Gorr",
        "locText": ""
      },
      "bio": {
        "text": "Gorr the Gods Butcher suffered the insurmountable loss of his entire family. After his son's death, Gorr expressed his belief there were no gods since they never helped him, being exiled by his superstitious people. While wandering the desert, Gorr witnessed a pair of battling gods fall from the sky. Shocked that gods really did exist, Gorr was enraged when the gold-armored god begged for help; the dark god's sword transforming into an amorphous mass of living darkness and bonding to him. Gorr used his new weapon, the Necrosword, to kill the gold-armored god, then vowed to seek vengeance against all gods for never answering his prayers.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Havok-X-Factor.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Havok (X-Factor)",
        "locText": ""
      },
      "realName": {
        "text": "Alexander Summers",
        "locText": ""
      },
      "bio": {
        "text": "Growing up estranged from his brother Scott (aka Cyclops), Alex was unaware of his mutant abilities until mutant Living Monolith captured him and absorbed his cosmic radiation. After the X-Men defeated Monolith, Alex was captured by a Sentinel and brought to Larry Trask, who gave him the codename Havok. Alex returned to New York and joined the X-Men, training to control his powers and becoming a formidable mutant. Later, Havok joined the second incarnation of X-Factor, a newly formed, government-funded, mutant agency.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Hepzibah.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Hepzibah",
        "locText": ""
      },
      "realName": {
        "text": "*Unrevealed*",
        "locText": ""
      },
      "bio": {
        "text": "Hepzibah was born on the planet Tryl'sart, while under Shi'ar Imperial Rule. She spent time in the prison on the planet Alsibar, where she met Corsair for the first time. Hepzibah, with the help of several other prisoners who would later form the Starjammers, helped Corsair in their mutual escape from Shi'ar prison. With the Starjammers, Hepzibah teamed up with the X-Men on multiple occasions. During one battle, she'd be separated from the Starjammers and forced to reside with the X-Men on Earth.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Hercules.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Hercules",
        "locText": ""
      },
      "realName": {
        "text": "Hercules Panhellenios",
        "locText": ""
      },
      "bio": {
        "text": "During Hulk's attack on Earth, Hercules, a human/Olympian hybrid with powers of a god, and Archangel united with one of the Hulk's supporters, Amadeus Cho. They agreed to help the Hulk, but when confronted, the Hulk charged them. Defending himself, Hercules gained the upper-hand against the Hulk, but was beaten down after he stopped fighting and defending himself against the Hulk to prove that he was not there to hurt him. In fact, Hercules chose to help the Hulk because of their shared sense of loss.",
        "locText": ""
      }
    },
    {
      "img": "villains/High-Evolutionary.jpg",
      "loyalty": "villain",
      "name": {
        "text": "High Evolutionary",
        "locText": ""
      },
      "realName": {
        "text": "Herbert Edgar Wyndham",
        "locText": ""
      },
      "bio": {
        "text": "In 1928, Oxford University student Herbert Wyndham was a genetic scientist obsessed with gene mutation. Getting expelled, he moved to Transia's Wundagore Mountain, using an army of Moloids to build the \"Citadel of Science\". Wyndham developed a way to evolve animals into humans, naming them \"New Men\" and being called by them Lord High Evolutionary. The High Evolutionary evolves his brain to its full potential, giving him virtually unlimited knowledge and intellectual ability. His vast psionic powers also enable him to rearrange matter.",
        "locText": ""
      }
    },
    {
      "img": "villains/Hobgoblin.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Hobgoblin",
        "locText": ""
      },
      "realName": {
        "text": "Roderick Kingsley",
        "locText": ""
      },
      "bio": {
        "text": "Kingsley was a fashion designer operating in New York City. Using ruthless business practices, he developed a financial empire reaching far beyond the fashion industry. Kingsley was able to access Norman Osborn's hideout that housed the Green Goblin's equipment. He upgraded the inventions and perfected the Goblin formula, enhancing his physical abilities and intellect without insanity. Adopting a Halloween-themed appearance and an arsenal of weapons including explosive Pumpkin Bombs, razor-sharp bats, and a high-tech Goblin Glider, Kingsley became the criminal mastermind known as the Hobgoblin.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Hulkbuster-Iron-Man.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Hulkbuster Iron Man",
        "locText": ""
      },
      "realName": {
        "text": "Anthony Stark",
        "locText": ""
      },
      "bio": {
        "text": "Fearing Hulk's rage might eventually become too much to control, Tony Stark developed this powerful armor from a series of modular components to confront Hulk's animal-like strength. The Hulkbuster is an armor that encases Iron Man (in his regular suit) in a protective shell. The Hulkbuster wearer is bestowed superhuman strength and durability, flight capabilities, repulsor generation, modular remote assembly, and all the standard technological enhancements common to Iron Man's armors.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Hulkling.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Hulkling",
        "locText": ""
      },
      "realName": {
        "text": "Dorrek-Vell",
        "locText": ""
      },
      "bio": {
        "text": "The child of Captain Marvel and the Skrull Emperor's daughter, he was sent to Earth for his own safety, to live with his mother's servant as Theodore \"Teddy\" Rufus Altman. Altman was able to shapeshift from a young age, and also possessed super strength. Не joined the Young Avengers and adopted the super hero identity of the Hulkling. During the Civil War, S.H.I.E.L.D. arrested the Young Avengers. But Falcon and Captain America intercepted the S.H.I.E.L.D. bus transporting them. Teddy worked alongside Captain America in his plan for a final confrontation with Iron Man and his team, impersonating Yellowjacket to free the heroes held in Prison 42.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Husk.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Husk",
        "locText": ""
      },
      "realName": {
        "text": "Paige Elisabeth Guthrie",
        "locText": ""
      },
      "bio": {
        "text": "After her mutant brother Sam joined the New Mutants, Paige desperately tried to discover her powers, eventually finding out that her power was to shed her skin. She kept her nature secret until her brother and others were abducted for a contest organized by the Gamesmaster. When X-Force teamed up with the New Warriors to rescue the abductees, Paige secretly followed them and managed to defeat the Gamesmaster. Soon after, Paige was kidnapped by Phalanx. When rescued by the X-Men, she subsequently became a founding member of Generation X.",
        "locText": ""
      }
    },
    {
      "img": "villains/Immortus.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Immortus",
        "locText": ""
      },
      "realName": {
        "text": "Nathaniel Richards",
        "locText": ""
      },
      "bio": {
        "text": "In the future, the time-traveling Kang decided to give up his conquests. He journeyed to Limbo, a dimension that exists outside time. Immortus was contacted by the trinity of beings known as the TimeKeepers to keep humanity from expanding into space. Immortus acted as \"custodian\" of time to prevent the disastrous effects this would have on the multiverse.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Iron-Lad.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Iron Lad",
        "locText": ""
      },
      "realName": {
        "text": "Nathaniel Richards",
        "locText": ""
      },
      "bio": {
        "text": "In the year 3016 on an alternate Earth, robotics student Nathaniel was rescued from a life-threatening situation by his future-self, the time-traveling Kang The Conqueror. Kang gave his younger self a suit of psychokinetic armor that responded to his thoughts and gave him a glimpse of his future. Horrified at the destruction he would cause, Nathaniel rejected Kangs help and used the armor to escape to modern-day Earth, hoping to get the Avengers help against Kang. Instead, he followed Vision's plan and created the Young Avengers, taking on the identity of Iron Lad and recruiting a new generation of heroes.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Iron-Man-Civil-War.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Iron Man (Civil War)",
        "locText": ""
      },
      "realName": {
        "text": "Tony Stark",
        "locText": ""
      },
      "bio": {
        "text": "Tony Stark was among those working against passage of the U.S. government's proposed Superhero Registration Act, a registry for all super-powered individuals. But Stark's opinion of the Act changed when he came to view it as a means to tie the knots of friendship between humans and superheroes. He became leader of the Pro-Registration group and unmasked himself as Iron Man. The new act was divisive and split the superhero community. To deal with the Anti-Registration foes. Iron Man created Prison 42, to contain rogue superheroes for as long as the Civil War lasted.",
        "locText": ""
      }
    },
    {
      "img": "villains/Iron-Patriot.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Iron Patriot",
        "locText": ""
      },
      "realName": {
        "text": "Norman Osborn",
        "locText": ""
      },
      "bio": {
        "text": "Looking for a symbol to rally America behind him after becoming a hero during the Secret Invasion, Norman Osborn (better known as the Green Goblin) developed the Iron Patriot persona. He formed a coalition of the most powerful villains in the world to oppose the heroes Illuminati, though this Cabal soon began to form alliances within the group and to work against each other.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Iron-Spider.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Iron Spider",
        "locText": ""
      },
      "realName": {
        "text": "Peter Parker",
        "locText": ""
      },
      "bio": {
        "text": "Designed for Spider-Man, as a gift, the Iron Spider armor wearer assumes the powers inherent in it: gadgets, including mechanical spider-arms, or \"waldoes,\" that can be used to see around corners (via cameras in the tips) and to manipulate objects, web-shooters and wall-crawling capability. The suit responds to mental control. Parker abandoned the Iron Spider armor when he switched sides during the Civil War, from the pro-side of the Superhero Registration Act, led by Iron Man, to the anti-registration side, led by Captain America.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Ironheart.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Ironheart",
        "locText": ""
      },
      "realName": {
        "text": "Riri Williams",
        "locText": ""
      },
      "bio": {
        "text": "Riri Williams is a young engineering student at MIT and certified super-genius. Inspired by Tony Stark, AKA Iron Man, and determined to follow in his heroic footsteps, she reverse-engineered and built her own suit of advanced armor, similar to Iron Man, using material from campus. She now leads a life of adventure, crime-fighting, and humanitarianism as the Super Hero known as Ironheart.",
        "locText": ""
      }
    },
    {
      "img": "pets/Jeffrey.jpg",
      "loyalty": "pet",
      "name": {
        "text": "Jeffrey",
        "locText": ""
      },
      "bio": {
        "text": "Jeff the Land Shark was adopted by Gwenpool as a pet during her time on the West Coast Avengers. Her teammates were less than thrilled, but eventually accepted him, he eventually joined Gwen on Gwenpool's Island.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Karnak.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Karnak",
        "locText": ""
      },
      "realName": {
        "text": "Karnak Mander-Azur",
        "locText": ""
      },
      "bio": {
        "text": "Karnak is the Magister of the Second Tower of Wisdom, a priest, philosopher, and adventurer. He fought with the Fantastic Four, defeated a Super-Skrull and joined the Attilan Royal Family to rescue Black Bolt from the Skrull Battleship Ryb'ik where he was being experimented on. When the Inhumans left Earth to take over the weakened Kree Empire, Karnak used his abilities to uncover weaknesses in the planet Hala's shields, allowing the Inhumans to invade and rule over the Kree.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Kate-Bishop.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Kate Bishop",
        "locText": ""
      },
      "realName": {
        "text": "Katherine Bishop",
        "locText": ""
      },
      "bio": {
        "text": "Kate Bishop, a daughter of wealth, was once held for ransom by a man her father had beaten up, El Matador. During her captivity, she attempted an escape and was saved by the Avengers. It was Hawkeye who impressed Bishop the most, and the one she would look to as a role model. She's proficient in swordplay, archery, and martial arts. A note from admirer Captain America came addressed to \"Hawkeye,\" so Bishop officially adopted the name and joined Captain America and the Secret Avengers in battle against the Superhero Registration Act.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Kid-Loki.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Kid Loki",
        "locText": ""
      },
      "realName": {
        "text": "Loki Laufeyson",
        "locText": ""
      },
      "bio": {
        "text": "Kid Loki is the Asgardian \"God of Mischief,\" the adopted son of Odin and the adopted brother of Thor. He's the reincarnation of the original Loki, who was killed at the Siege of Asgard. Before the original Loki's death, he duplicated himself. This copy, known as Ikol, had an antagonistic relationship with Kid Loki, seeing Kid Loki as the obstacle to his becoming the true Loki. During a crisis, Ikol sabotaged Kid Loki, ending when Ikol melded with Kid Loki, erasing the other's mind from existence and becoming the true Loki. But Loki unleashed Kid Loki when he needed help.",
        "locText": ""
      }
    },
    {
      "img": "villains/Klaw.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Klaw",
        "locText": ""
      },
      "realName": {
        "text": "Ulysses Klaw",
        "locText": ""
      },
      "bio": {
        "text": "Klaw became a physicist in the field of applied sonics. To power his sound transducer that converts sound waves into physical mass, he stole vibranium from Wakanda. The theft drew Klaw into battle against Wakandan ruler T'Chaka, whom Klaw killed. T'Chaka's son, T'Challa, who saw his father's murder, attacked Klaw, but Klaw escaped. Years later, Klaw would attack the Wakandans again, this time defeated by the Fantastic Four and T'Challa. He'd continue traveling back to Wakanda, encountering - and being defeated by - the Thing, the Human Torch, and the Black Panther.",
        "locText": ""
      }
    },
    {
      "img": "villains/Knull.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Knull",
        "locText": ""
      },
      "bio": {
        "text": "Knull is a primordial deity who created an army of symbiotes with himself in the center of the hive mind and used them to spread across the universe establishing the Symbiote Hive and killing gods, while enslaving others. When one dragon-like symbiote arrived on medieval Earth to claim the planet as part of the Symbiote Hive, a young Thor arrived and defeated the dragon, breaking the connection between Knull and the symbiote hive mind. The symbiotes rebelled against him and trapped him inside an artificial planet formed of billions of symbiotes. Later freed by Carnage, Knull would arrive on Earth and face the host of the Venom symbiote, Eddie Brock.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Lilandra.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Lilandra",
        "locText": ""
      },
      "realName": {
        "text": "Lilandra Neramani",
        "locText": ""
      },
      "bio": {
        "text": "Princess-Majestrix Lilandra was a member of the royal family of the Shi'ar Empire. The power-hungry younger sister of Emperor D'ken, she served as Grand Admiral of the Imperial Guard, enforcing Shi'ar law throughout the empire. When she learned her brother wanted to use the power of the M'kraan Crystal for nefarious purposes, she fled to Earth looking for allies. Lilandra found them in the X-Men. With D'ken banished, Lilandra took the throne, but her position would be attacked by her older sister, Deathbird, and Lilandra would find herself exiled to Earth. She became a freedom fighter and aligned with the Starjammers, leading her to decide to take back her throne.",
        "locText": ""
      }
    },
    {
      "img": "villains/Lizard.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Lizard",
        "locText": ""
      },
      "realName": {
        "text": "Dr. Curtis Connors",
        "locText": ""
      },
      "bio": {
        "text": "Curt Connors was a gifted surgeon in the U.S. Army who lost his right arm in a wartime blast. After returning to civilian life, he dedicated his life to creating a serum to regenerate lost limbs, using DNA from reptiles, who naturally re-grew lost limbs. Using himself as the first test subject, Connors was ecstatic when his arm began to regenerate. However, the reptilian DNA his serum was based on turned him into a vicious creature, The Lizard. While Connors was eventually \"cured\" by Spider-Man and returned to his human appearance, in times of anger, stress or sadness, Connors' body often reverts back into his reptilian form.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Lockjaw.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Lockjaw",
        "locText": ""
      },
      "bio": {
        "text": "Lockjaw is an Inhuman giant bulldog that can open passages between dimensions, has superhuman strength in his jaw, precognition, matter ingestion and teleportation abilities. He serves the Inhuman Royal Family as their escort and protector. He has a special fondness for Crystal (Medusa's sister) and her daughter, Luna, and is highly protective of them. When Kree super-soldier Phyla-Vell kidnapped Crystal, Lockjaw teleported Black Bolt and the Inhumans to Knowhere to get her back.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Loki.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Loki",
        "locText": ""
      },
      "realName": {
        "text": "Loki Laufeyson",
        "locText": ""
      },
      "bio": {
        "text": "The abandoned son of Frost Giant royalty, Loki was rescued from his home realm of Jotunheim and raised as a prince of Asgard by Odin. Loki became the God of Mischief and a potent agent of chaos across the realms. While his deeds could often be considered evil, he is also capable of being heroic if it serves his designs.",
        "locText": ""
      }
    },
    {
      "img": "heroes/M.jpg",
      "loyalty": "hero",
      "name": {
        "text": "M",
        "locText": ""
      },
      "realName": {
        "text": "Monet St. Croix",
        "locText": ""
      },
      "bio": {
        "text": "Born as a mutant, Monet St. Groix was her wealthy father's favorite child. Her brother Marius, a student of dark magic, invited her to join him in world conquest, but she rejected him. In retaliation, he turned her into a red-skinned mute, Penance. Thinking she had died, her younger twin sisters banished Marius to another dimension and Monet followed. To spare their father from a broken heart, the twins used their powers to merge with each other into a single being that duplicated Monet mentally and physically.",
        "locText": ""
      }
    },
    {
      "img": "villains/Maestro.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Maestro",
        "locText": ""
      },
      "realName": {
        "text": "Bruce Banner",
        "locText": ""
      },
      "bio": {
        "text": "Maestro is an evil version of the Hulk, born in an alternate future timeline. He has Bruce Banner's intelligence combined with the malevolent personality traits of the Hulk. After the Earth is destroyed by nuclear war, he is kept in stasis by A.I.M. until he escapes.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Magneto-Age-Of.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Magneto (Age Of Apocalypse)",
        "locText": ""
      },
      "realName": {
        "text": "Erik Magnus Lehnsherr",
        "locText": ""
      },
      "bio": {
        "text": "When his best friend Charles Xavier was murdered at the hands of his son Legion, Erik (aka Magneto) adopted Xavier's mission of coexistence between Mutants and humans. To fight against Apocalypse, he founded the X-Men. His recruits were a formidable power in the war and soon they gathered other mutants to train them in the use of their powers.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Man-Thing.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Man-Thing",
        "locText": ""
      },
      "realName": {
        "text": "Ted Sallis",
        "locText": ""
      },
      "bio": {
        "text": "Dr. Sallis was a biochemistry professor assigned to a S.H.I.E.L.D. research program where he developed a serum which grants immunity to all known toxic biochemicals. However, its mutagenic effects transformed people into monsters. While fleeing an ambush by A.I.M., Sallis injected himself with the only existing sample of the serum just before his car crashed into a swamp. The magical energies of the swamp, combined with the serum. transformed him into the Man-Thing. His human intelligence rapidly faded, but Man-Thing proceeded to aid those who'd been wronged.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Maria-Hill.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Maria Hill",
        "locText": ""
      },
      "bio": {
        "text": "An accomplished S.H.I.E.L.D agent, Maria Hill is experienced in espionage, hand-to-hand combat, and the use of a variety of weapons. The second in command to Nick Fury, Maria Hill becomes his replacement while he is in hiding. During the Skrull Invasion, she reunites with Fury to try and stop them (though he initially suspected her of being a Skrull).",
        "locText": ""
      }
    },
    {
      "img": "villains/Maximus.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Maximus",
        "locText": ""
      },
      "realName": {
        "text": "Maximus Boltagon",
        "locText": ""
      },
      "bio": {
        "text": "Maximus is a member of the Inhuman royal family. But he's not content with being just a brilliant Attilan scientist, he wants ultimate power - the throne occupied by his older brother, Black Bolt. Maximus was subjected to Terrigen Mist while still in his mother's womb, resulting in increased intelligence and mental control. Because of his quest for the throne, Maximus alienates nearly all Inhumans, including those he considers his biggest foes: Black Bolt and his sister-in-law/cousin Medusa. Maximus would stage coups to ascend the throne, only to be defeated each time by his more noble siblings and other heroes.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Medusa.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Medusa",
        "locText": ""
      },
      "realName": {
        "text": "Medusalith Amaquelin",
        "locText": ""
      },
      "bio": {
        "text": "Medusa is the wife of Black Bolt and Queen of the Innumans. Purposefully exposed to the mutagenic Terrigen Mist as an infant, she has hair she can use as added appendages. Medusa was with the Inhumans when they went into space and allied with the Kree. When Ronan was wounded in battle with Vulcan's forces, Medusa vowed the Shi'ar would pay. Medusa told the Kree Empire citizens they suffered an unprovoked assault by the force of the Shi'ar. The shield that once protected their star system had fallen. She stated that Shi'ar blood would spill in the next fight while trying to keep the Kree in line.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Meggan.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Meggan",
        "locText": ""
      },
      "realName": {
        "text": "Meggan Puceanu Braddock",
        "locText": ""
      },
      "bio": {
        "text": "Born to a Romani family in Britain, Meggan was thought to be a wolf girl, thanks to her mutant shape changing power. She was kept hidden in her parent's van until she was seventeen. When reality-altering mutant Mad dim Jaspers turned Britain into a fascist state where superhumans were hunted, Meggan was placed in a concentration camp. When finally freed, she hid until she was in a battle with Captain Britain, who she eventually ended up with. Alison Double realized Meggan's true powers and provided the clues to unlocking them.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Mighty-Thor.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Mighty Thor",
        "locText": ""
      },
      "realName": {
        "text": "Dr. Jane Foster",
        "locText": ""
      },
      "bio": {
        "text": "After Thor was deemed no longer worthy of wielding Mjolnir, Jane Foster was telepathically drawn to the Moon where Mjolnir was waiting. Upon lifting the hammer, Jane underwent a physical transformation and took on the powers of Thor. As the Mighty Thor, she knows how to wield Mjolnir like only a Thor knows how.",
        "locText": ""
      }
    },
    {
      "img": "villains/Mole-Man.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Mole Man",
        "locText": ""
      },
      "realName": {
        "text": "Harvey Rupert Elder",
        "locText": ""
      },
      "bio": {
        "text": "Nuclear engineer and explorer Harvey Elder was shunned throughout his childhood because of his odd appearance and poor eyesight. During an expedition, he stumbled upon Monster Isle, falling into a cave leading into the underground realm of Subterranea. Partially blind and apparently secluded from the surface world forever, Elder dubbed himself the Mole Man, eventually becoming the ruler of much of Subterranea and the caverns of Monster Isle. Mole Man would make it his mission to get revenge against the surface world that rejected him.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Moon-Girl.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Moon Girl & Devil Dinosaur",
        "locText": ""
      },
      "realName": {
        "text": "Lunella Louise Lafayette",
        "locText": ""
      },
      "bio": {
        "text": "Young genius Lunella picked up the name Moon Girl from her classmates. thanks to her head-in-the-clouds demeanor. Her obsessive interest with the Kree led her to discover a Kree Omni-Wave Projector. When her teacher accidentally activated it, it brought a tribe of primitive Killer Folk from an alternate Earth. Along for the ride was the 20-foot-tall red Devil Dinosaur. Moon Girl and Devil Dinosaur formed an instant bond. Moon Girl confessed that she was Human/Inhuman hybrid and was terrified of undergoing Terrigenesis.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Moondragon.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Moondragon",
        "locText": ""
      },
      "realName": {
        "text": "Heather Douglas",
        "locText": ""
      },
      "bio": {
        "text": "An Earth girl adopted by the Eternals of Saturn's moon Titan after Thanos killed her parents. Heather was raised by Titan's Shao-Lom monks, whose tutelage awakened her latent psionic powers. Unfortunately, she grew arrogant, a trait reflected by her adoption of the name Moondragon after she seemingly destroyed the cosmic demon Dragon of the Moon. Thanos's assaults on Titan drove Moondragon to Earth where she allied herself with various heroes and joined the Avengers. She was a friend of Captain Marvel and eventually is romantically linked with Phyla-Vell.",
        "locText": ""
      }
    },
    {
      "img": "villains/Moonstone.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Moonstone",
        "locText": ""
      },
      "realName": {
        "text": "Karla Sofen",
        "locText": ""
      },
      "bio": {
        "text": "Karla Sofen is a fiercely - some might say obsessively - independent woman, a psychologist with an evil streak. She became Moonstone's (Lloyd Bloch) psychologist and manipulated him, eventually absorbing his powers including superhuman strength, speed, control of gravity and more. Moonstone's powers derive from a Kree gravity stone (found on Earth's moon). She can use the stone to fly and to become intangible. She can project laser-like energy beams from her hands and she has enhanced healing. As Moonstone, Sofen was a member of the Dark Avengers, The Thunderbolts, and Masters of Evil.",
        "locText": ""
      }
    },
    {
      "img": "villains/Morbius.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Morbius",
        "locText": ""
      },
      "realName": {
        "text": "Dr. Michael Morbius",
        "locText": ""
      },
      "bio": {
        "text": "Nobel Prize-winning biochemist Dr. Michael Morbius found a cure for his rare blood disease that transformed him into Morbius - a pseudo-vampire with superhuman powers. Morbius needs to drink blood to survive, but after his mind returns to normal he becomes fraught with guilt. During Maximum Carnage, Morbius was recruited by Spider-Man and Venom to fight on their side.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Morph.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Morph",
        "locText": ""
      },
      "realName": {
        "text": "Kevin Sidney",
        "locText": ""
      },
      "bio": {
        "text": "Kevin Sidney (aka Morph) is a member of the X-Men who was born a fully activated mutant. His insane sense of humor often irritates his teammates. He has the ability to shape-shift into anything: most notably shifting into Sabretooth to convince Blink to use her powers and help the X-Men teleport to Apocalypse. His powers seem only limited by his great imagination and sense of humor.",
        "locText": ""
      }
    },
    {
      "img": "villains/Nemesis.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Nemesis",
        "locText": ""
      },
      "bio": {
        "text": "Nemesis claims to be the son of Apocalypse. He was sent to fight and kill Magneto's students at the X-Men's base in order to prove his worth. He was defeated in battle by the Scarlet Witch, although he was able to kill her. He left before the X-Men returned and was embraced by Apocalypse as his newest Horseman. Magneto eventually destroyed Nemesis' physical body in revenge for what Wanda. Dark Beast fitted him with armor that would not only channel his energy but also contain him and keep him from dissipating.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Nick-Fury-Sr.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Nick Fury, Sr.",
        "locText": ""
      },
      "realName": {
        "text": "Nicholas Joseph Fury, Sr.",
        "locText": ""
      },
      "bio": {
        "text": "After Latveria's counter-attack, S.H.I.E.L.D. director Nick Fury was forced to step down. While in hiding he discovers a Skrull invasion that has infiltrated even the ranks of Earth's heroes. Needing people he could trust. Fury recruits Quake and various other young superhumans into his Secret Warriors.",
        "locText": ""
      }
    },
    {
      "img": "villains/Nova-Frankie.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Nova (Frankie Raye)",
        "locText": ""
      },
      "realName": {
        "text": "Frankie Raye",
        "locText": ""
      },
      "bio": {
        "text": "Raye worked for the United Nations as an interpreter. She originally gained her superpowers - flame generation, projection and flight - as the result of a mutagenic reaction to exposure to unknown chemicals. But her powers were enhanced by Galactus, resulting in metahuman strength, stamina, durability, agility and reflexes, the ability to manipulate cosmic energy, project streams of fire while mentally controlling them and she possesses near-total physical invulnerability. She aided the Fantastic Four until she volunteered to become Galactus new herald, taking the name \"Nova.\"",
        "locText": ""
      }
    },
    {
      "img": "heroes/Nova-Prime.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Nova Prime",
        "locText": ""
      },
      "realName": {
        "text": "Richard Rider",
        "locText": ""
      },
      "bio": {
        "text": "Chosen at random to receive Nova Corps powers, Richard Rider found himself thrust into the role of Super Hero. After fighting many battles on earth, he was recalled to Xandar to deal with the Annihilation Wave. He was the only StarCorps member to survive the attack and became the bearer of the entire Nova-Force, as well as the Xandarian Worldmind. Nova then came into contact with Drax who taught him how to better control the Nova Force and how to kill. Realizing his new leadership abilities, Nova created the United Front, an army opposed to Annihilus.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Patriot.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Patriot",
        "locText": ""
      },
      "realName": {
        "text": "Elijah Bradley",
        "locText": ""
      },
      "bio": {
        "text": "Eli Bradley is a young man with a family legacy spanning three generations of heroes. He is the grandson of the black Captain America, Isaiah Bradley, and the nephew of Josiah X, but unlike his grandfather and his uncle, he was not a part of a sinister government plot to replicate Captain America's Super-Soldier Serum. Eli was born with no superhuman abilities and was never administered any type of Super-Soldier Serum. When Iron Lad came to earth, Eli lied to him about being a super-soldier and used illegal Mutant Growth Hormone pills to gain superhuman abilities.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Phyla-Vell.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Phyla-Vell",
        "locText": ""
      },
      "realName": {
        "text": "Phyla-Vell",
        "locText": ""
      },
      "bio": {
        "text": "Phyla is the daughter of Elysius, born in the altered reality that Elysius's other child, Genis, created. She assumed the moniker of Captain Marvel (who was her father). During Annihilation, Phyla had been visiting her father's grave with Moondragon when Thanos attacked them, forcing her into battle with Annihilus. In the battle, Phyla managed to steal away the Quantum Bands that Annihilus took from Quasar, weakening him and allowing for his eventual demise.",
        "locText": ""
      }
    },
    {
      "img": "villains/Piledriver.jpg",
      "loyalty": "villain-bio",
      "name": {
        "text": "Piledriver",
        "locText": ""
      },
      "realName": {
        "text": "Brian Philip Calusky",
        "locText": ""
      },
      "bio": {
        "text": "Brian was a farmhand. Bored, he began committing crimes for excitement, eventually landing in prison. There he meets and becomes cellmates with Dirk Garthwaite, the Wrecker, and together with 2 other prisoners, they escape. Garthwaite finds his crowbar and when lightning strikes it, he magically distributes the enhanced strength of the Wrecker amongst his cohorts. The four superhuman criminals would become the Wrecking Crew, with Calusky adopting the persona of Piledriver. While he's fought against many superheroes over the years, victory mostly eludes him.",
        "locText": ""
      }
    },
    {
      "img": "villains/Purple-Man.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Purple Man",
        "locText": ""
      },
      "realName": {
        "text": "Zebediah Killgrave",
        "locText": ""
      },
      "bio": {
        "text": "Killgrave was a spy who got exposed to various mysterious chemicals, which not only gave his skin its purple hue, leading him to call himself Purple Man, but also gave him the ability to control people's minds using his pheromones. He quickly began using his powers for evil, manipulating others for personal gain. While he was able to imprison Jessica Jones under his control, other Heroes like Daredevil proved to have a willpower too strong for him to overcome.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Quake.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Quake",
        "locText": ""
      },
      "realName": {
        "text": "Daisy Louise Johnson",
        "locText": ""
      },
      "bio": {
        "text": "Daisy Johnson is a S.H.I.E.L.D agent capable of creating earthquake-like vibrations. She can target her vibrations with pinpoint accuracy, causing targeted objects to vibrate themselves apart, from the inside out. When Nick Fury returns, he drafts Johnson into his \"Secret Warriors,\" his team of operatives to fight against the Skrull invasion of Earth.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Quasar.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Quasar",
        "locText": ""
      },
      "realName": {
        "text": "Wendell Vaughn",
        "locText": ""
      },
      "bio": {
        "text": "The first wielder of the Quantum Bands (the extraterrestrial energy weapon usually worn as bracelets), Vaughn adopted the name Quasar as a super-agent of S.H.I.E.L.D. Quasar fought against the Annihilation Wave alongside Nova. The two confronted him directly. During the battle, Annihilus confiscated the Quantum Bands and managed to kill Wendell's body. Seconds before his death. Wendell attempted to Quantum jump from Annihilus clutches but only his mind managed to escape, ending up in the Negative Zone.",
        "locText": ""
      }
    },
    {
      "img": "villains/Queen-Veranke.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Queen Veranke",
        "locText": ""
      },
      "bio": {
        "text": "Skrull Queen Veranke is the leader of the Secret Invasion. As part of the invasion, she impersonates Spider-Woman, performing a ritual that is a mixture of science and magic that imbued her with Jessica Drew's powers and memories, making her completely undetectable. She infiltrates S.H.I.E.L.D., Hydra, and the Avengers. As a triple agent, she is able to cause chaos on Earth. helped by the Super-Skrulls.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Raza.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Raza",
        "locText": ""
      },
      "realName": {
        "text": "Raza Longknife",
        "locText": ""
      },
      "bio": {
        "text": "Raza is the last known surviving member of his unnamed alien race, and a member of the Starjammers, a quartet of former slaves of the Shi'ar Empire. The four swore vengeance on the tyrannical government that had enslaved them. Soon, other superheroes, like the X-Men, joined the Starjammers to fight for freedom. During Vulcan's reign as Majestor of the Shi'ar, Raza was captured and made to host the symbiote Zzzxx, which forced him to commit horrific war crimes at Vulcan's command. Eventually he was captured by Nova Prime, who used Nova Corps' resources to safely separate Raza from the symbiote Raza eventually rejoined the Starjammers.",
        "locText": ""
      }
    },
    {
      "img": "villains/Red-Guardian.jpg",
      "loyalty": "anti-hero-bio",
      "name": {
        "text": "Red Guardian",
        "locText": ""
      },
      "realName": {
        "text": "Alexei Andreovitch Shostakov",
        "locText": ""
      },
      "bio": {
        "text": "Alexei Shostakov was one of the Soviet Union's most acclaimed test pilots whose heroism caught the attention of the KGB. After joining the KGB as an intelligence agent, he becomes the Red Guardian, Russia's take on the United States' Captain America.",
        "locText": ""
      }
    },
    {
      "img": "villains/Red-Hulk.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Red Hulk",
        "locText": ""
      },
      "realName": {
        "text": "Thaddeus E. Ross",
        "locText": ""
      },
      "bio": {
        "text": "General \"Thunderbolt\" Ross is the Air Force general in charge of Bruce Banner's gamma bomb project. Ross' daughter, Betty, takes a shine to Banner, deepening Ross dislike for the \"weakling\". After Banner's transformation into the Hulk, Ross spends years pursuing him. He's recruited by S.H.I.E.L.D. to merge with the electric creature Zzzax. The process gives Ross - as the Red Hulk - superpowers, but also makes him mentally unstable. When he becomes angry, his skin and eyes generate heat so intense they can melt Spider-Man's webbing or turn sand to glass. Red Hulk can also absorb gamma radiation and even Silver Surfer's Power Cosmic.",
        "locText": ""
      }
    },
    {
      "img": "pets/Redwing.jpg",
      "loyalty": "pet",
      "name": {
        "text": "Redwing",
        "locText": ""
      },
      "bio": {
        "text": "Redwing is a falcon that was bought by Sam Wilson while in Rio. The two snare a telepathic link, a result of the Red Skull's manipulation of the Cosmic Cube. When Sam Wilson became the new Captain America, Redwing remained at his side.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Ronin.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Ronin",
        "locText": ""
      },
      "realName": {
        "text": "Clinton Francis Barton",
        "locText": ""
      },
      "bio": {
        "text": "As part of the Avengers, Clint Barton was known as Hawkeye, the master archer. He later abandons that persona and assumes the title of Ronin, the masterless Samurai, wielding a sword instead. He joins the New Avengers against the Skrulls during the Secret Invasion.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Sabretooth-Wildchild.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Sabretooth & Wildchild",
        "locText": ""
      },
      "realName": {
        "text": "Victor Creed & Kyle Gibney",
        "locText": ""
      },
      "bio": {
        "text": "Born Victor Greed. Sabretooth is a Mutant that was one of Apocalypse's first recruits to the Horsemen. He grew to dislike killing innocent people and turned against Nemesis but was badly defeated and landed up in prison. He shared a cell with Wildchild, fighting him until eventually earning his loyalty and escaping prison together. He joined the X-Men where he bonded with Clarice Ferguson (Blink).",
        "locText": ""
      }
    },
    {
      "img": "villains/Scorpion.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Scorpion",
        "locText": ""
      },
      "realName": {
        "text": "MacDonald Gargan",
        "locText": ""
      },
      "bio": {
        "text": "Former private investigator MacDonald Gargan was hired by J. Jonah Jameson to find out how Peter Parker was able to get incredible pictures of Spider-Man. Frustrated, Jameson decided to pay Gargan to be the subject of an animal mutation experiment. The experiment endowed the subject with the characteristic of another animal. Unfortunately the process resulted in the loss of Gargan's sanity, and created the super-powered criminal menace known as the Scorpion.",
        "locText": ""
      }
    },
    {
      "img": "villains/Scream.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Scream",
        "locText": ""
      },
      "realName": {
        "text": "Donna Diego",
        "locText": ""
      },
      "bio": {
        "text": "Donna Diego was a mercenary hired by the Life Foundation. In order to fulfill her role as a superhuman officer for the corporation's future utopia, she was granted one of the 5 symbiotes forcibly spawned from the Venom symbiote. After two attempts at trying to convince Venom to help her and her fellow symbiotes, Donna went mad and killed them. As a result, the other four symbiotes melded together, leaving her the only one left.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Sentry.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "Sentry",
        "locText": ""
      },
      "realName": {
        "text": "Robert Reynolds",
        "locText": ""
      },
      "bio": {
        "text": "The Sentry is a human mutated by Golden Sentry Serum which gained him the power of a million exploding suns. From the start, he had a desire to use his powers for everyone's greater good. When the Hulk and the Warbound group attacked Earth, Reed Richards and Tony Stark convinced the Sentry to battle Hulk. The Sentry unleashed his full power against the Hulk, nearly destroying New York City in the process! So much energy was used in the battle that, at the end, they burned each other out, reverting back to their human forms: with the Sentry reverting back to Robert Reynolds and the Hulk into Bruce Banner.",
        "locText": ""
      }
    },
    {
      "img": "villains/Shocker.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Shocker",
        "locText": ""
      },
      "realName": {
        "text": "Herman Schultz",
        "locText": ""
      },
      "bio": {
        "text": "Growing up in the Bronx, Herman Schultz eventually turned to a life of crime. After one too many robberies, he was sent to the prison workshop where he engineered the first version of his Vibro-Shock Gauntlets and insulated suit with the available materials. The self-proclaimed world's best safecracker often acts in groups or under the orders of another villain, making his allies benefit from the shockwaves and the striking power offered by his equipment. He was a member of the Masters of Evil, Sinister Seven and the Sinister Syndicate, among others, and majorly opposed to Spider-Man.",
        "locText": ""
      }
    },
    {
      "img": "villains/Shriek.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Shriek",
        "locText": ""
      },
      "realName": {
        "text": "Frances Louise Barrison",
        "locText": ""
      },
      "bio": {
        "text": "Shriek had a miserable childhood, becoming a groupie and a drug dealer on the side until the vigilantes Cloak and Dagger happened by her. Because she was emotionally unstable, a short stay in Cloak's dark dimension pushed her into insanity. After that, she was captured and imprisoned in Ravencroft. When Carnage escaped from Ravencroft, he took Shriek with him. While with Carnage, Shriek's became even more unstable, eventually adopting Carnage as her husband, Carrion and Demogoblin as children, and Doppelganger as a pet. During their attack on New York, she used her powers to make the whole city evil.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Siryn.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Siryn",
        "locText": ""
      },
      "realName": {
        "text": "Theresa Rourke Cassidy",
        "locText": ""
      },
      "bio": {
        "text": "Theresa Cassidy is the mutant daughter of Sean (aka Banshee) but was raised by her uncle, Black Tom, and grew up believing he was her father. When Theresa's sonic powers emerged, Black Tom began coercing her to aid him in committing crimes. However, Theresa's heart was never in a life of crime and after his capture by the X-Men, united with her real father.",
        "locText": ""
      }
    },
    {
      "img": "villains/Skrulls.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Skrulls",
        "locText": ""
      },
      "bio": {
        "text": "An alien race able to alter their forms into that of anything they can imagine, be it organic or inorganic, Skrulls can shape-shift to impersonate anyone. They have a large empire that spans the universe. They launch a \"Secret Invasion\" of the Earth, replacing many superheroes in order to attack humanity and sow distrust of heroes.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Songbird.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Songbird",
        "locText": ""
      },
      "realName": {
        "text": "Melissa Joan Gold",
        "locText": ""
      },
      "bio": {
        "text": "Melissa Gold was a former wrestler and a member of the cybernetically enhanced Grapplers known as \"Screaming Mimi\". She left them and joined Helmut Zemo's Masters of Evil. When the Masters disguised themselves as the Thunderbolts, she adopted the identity of Songbird. She and her partner, Abe, eventually left Zemo and reformed. She can generate powerful sonic blasts, sonic force-fields, and can even create solid objects made of sound.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Spectrum.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Spectrum",
        "locText": ""
      },
      "realName": {
        "text": "Monica Rambeau",
        "locText": ""
      },
      "bio": {
        "text": "Spectrum is a mutated human exposed to an energy-disruptor device that gave her the ability to absorb energy. She can create holograms, become invisible, exceed the speed of light, phase through solid structures, water, and space. She was a member of the Ultimates and Strikeforce, and at one time acted as a vigilante in New York City, giving rise to the Mighty Avengers. She would lead them to rescue Blade, Cage and Blue Marvel from the Deathwalkers, destroying them in the process. Spectrum would join Captain America to battle against the pro-faction of the Superhero Registration Act.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Speed.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Speed",
        "locText": ""
      },
      "realName": {
        "text": "Thomas Shepherd",
        "locText": ""
      },
      "bio": {
        "text": "Tommy Shepherd shares a mysterious connection with his twin brother Billy Kaplan. Raised in separate adoptive households, they reunite through the Young Avengers and realize they may in fact be sons of the Scarlet Witch herself. Speed can move, think, and react at superhuman speeds. His entire body is adapted towards the rigors of high-speed running.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Spider-Man-2099-Original.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Spider-Man 2099 (Original Suit)",
        "locText": ""
      },
      "realName": {
        "text": "Miguel O'Hara",
        "locText": ""
      },
      "bio": {
        "text": "Miguel O'Hara was born in Nueva York, an alternate future New York City, and worked as the head of the genetics program of Alchemax. After discovering some Alchemax experiments have killed test subjects, he tries to quit, but is poisoned with an addictive drug called Rapture. Attempting to reset his DNA to get rid of the drug, his jealous supervisor sabotages the process, endowing Miguel with fantastic spider-like abilities.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Stature.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Stature",
        "locText": ""
      },
      "realName": {
        "text": "Cassandra Eleanor Lang",
        "locText": ""
      },
      "bio": {
        "text": "Lassie's father, Scott Lang, became Ant-Man to help save her life. After her parent's divorce, her mother and stepfather grew uneasy about Scott's life as an Avenger and took full custody of Cassie. Cassie idolized her father and continued to see him until his death. Afterwards, Cassie shunned her family and was called to the superhero life. Repeated exposure to Pym Particles had given her the ability to dramatically change her size. After seeing a story on TV about the Young Avengers, she sought them out, becoming a full member.",
        "locText": ""
      }
    },
    {
      "img": "villains/Terrax.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Terrax",
        "locText": ""
      },
      "realName": {
        "text": "Tyros",
        "locText": ""
      },
      "bio": {
        "text": "Tyros was originally the dictator of the small city-state Lanlak. He had limited power over earth and rock, apparently a mutation unique to him. Tyros loved power and conquest and led a life of debauchery and violence. The Fantastic Four brought him to Galactus' attention, freeing the city of Lanlak from Tyros' rule. Galactus exposed Tyros to his cosmic power and transformed him into Terrax the Tamer, giving him enhanced power to now affect all rock and stone. Galactus also gave Terrax a weapon, the Cosmic Axe, capable of generating waves of cosmic force.",
        "locText": ""
      }
    },
    {
      "img": "pets/Throg.jpg",
      "loyalty": "pet",
      "name": {
        "text": "Throg",
        "locText": ""
      },
      "bio": {
        "text": "Simon Walterson was a man turned into a frog named Puddlegulp. As Puddlegulp, he aided King Glugwort and the original Throg in the frogs' war with the rats. During the war, he gained a shard of Mjolnir for himself - the mighty Frogjolnir - and transformed into the \"new\" version of Throg, Frog of Thunder, now wielding part of Thor's powers. Throg has been part of teams including the Pet Avengers and Guardians of the Galaxy.",
        "locText": ""
      }
    },
    {
      "img": "villains/Thunderball.jpg",
      "loyalty": "villain-bio",
      "name": {
        "text": "Thunderball",
        "locText": ""
      },
      "realName": {
        "text": "Eliot Franklin",
        "locText": ""
      },
      "bio": {
        "text": "Dr. Franklin was a brilliant physicist who committed robberies to fund his research. He'd eventually land in prison where he met and became cellmates with the Wrecker. They broke out of prison and he became part of the Wrecking Crew, known as Thunderball. He'd take an ordinary wrecking ball as an offensive weapon which was energized by the Wrecker's crowbar, making it almost indestructible. As a member of the Wrecking Crew, he's faced numerous superheroes.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Tigra.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Tigra",
        "locText": ""
      },
      "realName": {
        "text": "Greer Grant Nelson",
        "locText": ""
      },
      "bio": {
        "text": "Greer is a human mystically transformed into the hero Tigra, a human/tiger hybrid. Powered by a Cat's Head Amulet, she can transform from her human form to Tigra and, with the Cat People, she helped defeat Hydra. During the Civil War, Tigra fought alongside Iron Man, showing her support for the divisive U.S. government-proposed Superhero Registration Act. As a S.H.I.E.L.D. agent, she aided in the enforcement of the act, sometimes by nefarious methods: Tigra infiltrated Captain America's Secret Avengers, who were anti-registration act, passing valuable secret information back to Iron Man.",
        "locText": ""
      }
    },
    {
      "img": "villains/Titania.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Titania",
        "locText": ""
      },
      "realName": {
        "text": "Mary MacPherran",
        "locText": ""
      },
      "bio": {
        "text": "She falsely told her coworker and friend, Marsha, that she's Spider-Woman. Marsha spread the rumor, getting them invited to a party. When the real Spider-Woman arrived to save the party guests from a collapsing structure, the guests turn on Mary and Marsha, chasing them into the forests of Battleworld where they're found by Doctor Doom who needed metahuman operatives to further his ambitions. Mary and Marsha both agree to Doom's offer of power in exchange for serving in his army of supervillains. Mary as the villain, Titania.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Triton.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Triton",
        "locText": ""
      },
      "realName": {
        "text": "*Unrevealed*",
        "locText": ""
      },
      "bio": {
        "text": "Triton is an Inhuman placed in the Terrigen Mists at a year old, giving him aquatic mutations like underwater breathing, aquatic vision, and superhuman agility. When the Kree Empire began ordering all surviving Inhumans to join it or perish, Triton joined the Inhuman Royal Family at a secret meeting place. Triton discovered a bomb was left as a trap. Lockjaw was able to teleport the Royal Family to safety before the bomb detonated, but not Triton, who was believed dead in the blast. But Triton was alive and transported with other Inhumans to an unknown location by the Kree.",
        "locText": ""
      }
    },
    {
      "img": "villains/Ursa-Major.jpg",
      "loyalty": "anti-hero-bio",
      "name": {
        "text": "Ursa Major",
        "locText": ""
      },
      "realName": {
        "text": "Mikhail Urinkovich Ursus",
        "locText": ""
      },
      "bio": {
        "text": "Ursa was one of the first mutants born in the Soviet Union. He escaped mutant genocide by being brought into service for the state by Professor Phobos. There, he met and worked with Vanguard and Darkstar as Soviet Super-Soldiers. Soon after, they turned against the Soviet regime and became agents fighting for the good of the people.",
        "locText": ""
      }
    },
    {
      "img": "villains/US-Agent.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "U.S. Agent",
        "locText": ""
      },
      "realName": {
        "text": "Jonathan F. Walker",
        "locText": ""
      },
      "bio": {
        "text": "Inspired by his army veteran father and his military pilot older brother, John F. Walker wanted to become a soldier and serve his country. After a time in the army, he and his friends are propositioned by corrupt entrepreneur Power Broker and receive his exotic radiation treatments. It gives them all superhuman strength. Needing money to pay for these services, the foursome joins the Unlimited Class Wrestling Federation. Talent scout Ethan Thurm persuades the group to become costumed patriotic crusaders, with Walker as the Super-Patriot.",
        "locText": ""
      }
    },
    {
      "img": "villains/Vulcan.jpg",
      "loyalty": "villain",
      "name": {
        "text": "Vulcan",
        "locText": ""
      },
      "realName": {
        "text": "Gabriel Summers",
        "locText": ""
      },
      "bio": {
        "text": "Gabe is the younger brother of Cyclops and Havok. He chose the name of Volcan from a book on Roman mythology and became part of a team of X-Men. After learning of the devastation of the Skrull fleet and the takeover of Hala by the Inhumans, Vulcan launched a surprise attack on the Kree, now ruled by Black Bolt. In an attempt to usurp Vulcan, Lilandra was assassinated. A civil war ignited between factions loyal to her and Vulcan. Vulcan flew off to engage the Inhumans, believing Black Bolt intended to destroy his empire, they battled, with both apparently dying in the resulting explosion that tore a hole in the fabric of space and time.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Werewolf-By-Night.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Werewolf By Night",
        "locText": ""
      },
      "realName": {
        "text": "Jack Russel",
        "locText": ""
      },
      "bio": {
        "text": "Jacob was the child of Gregory Russof, a Transylvanian baron whose ancestor was bitten by a werewolf protecting Dracula. The lycanthropy curse lay dormant in the family until Gregory read from the Darkhold and became a werewolf. His wife fled to America with their children, where she remarried and Jacob became Jack Russel. On his 18h birthday, a full moon, the curse struck him and he became a werewolf. While he would become feral, Jack managed to refrain from taking a human life. Eventually he managed to maintain control of his intellect and change into werewolf form voluntarily at any time.",
        "locText": ""
      }
    },
    {
      "img": "villains/White-Widow.jpg",
      "loyalty": "anti-hero",
      "name": {
        "text": "White Widow",
        "locText": ""
      },
      "realName": {
        "text": "Yelena Belova",
        "locText": ""
      },
      "bio": {
        "text": "At age 15, Yelena was chosen as a candidate to become the new Black Widow. She trained under Vasilievich Pyotr Starkovsky at the espionage academy known as the Red Room, officially becoming the Black Widow after the death of her mentor. Yelena has become an ally to Natasha Romanova and, as the White Widow, has been in charge of training young female spies to help them fend for themselves.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Wiccan.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Wiccan",
        "locText": ""
      },
      "realName": {
        "text": "William Kaplan-Altman",
        "locText": ""
      },
      "bio": {
        "text": "Billy Kaplan is one of Scarlet Witch and Vision's reincarnated twins. Wiccan has wide-ranging, powerful magical abilities and may be capable of much more than his mother's chaos magic. Growing up, he was drawn to his mother and attempted to find her but was unable to get in touch with her when the Avengers disbanded. Thanks to Vision, a failsafe program was put in place that gathered Billy (originally calling himself the Asgardian) and other recruits in a new team which was dubbed the Young Avengers.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Wonder-Man.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Wonder Man",
        "locText": ""
      },
      "realName": {
        "text": "Simon Williams",
        "locText": ""
      },
      "bio": {
        "text": "Wonder Man is a chemical and ionic radiation-induced human mutate, gifted with superhuman strength and durability. After the passage of the Superhero Registration Act, Wonder Man registered and became a S.H.I.E.L.D. agent, hunting down and capturing unregistered superhumans. In the later Civil War, he would capture criminals and members of the opposition, while acting as the movement's educator to the public about the specifics of the Superhero Registration Act.",
        "locText": ""
      }
    },
    {
      "img": "heroes/Wong.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Wong",
        "locText": ""
      },
      "realName": {
        "text": "Wong",
        "locText": ""
      },
      "bio": {
        "text": "Wong is the descendant of an ancient Tibetan warrior-monk by the name of Каn, who was drawn into the mystical dimension Kaichek by the sorcerer Vung. Kan's descendants were raised to serve the mystics of the world. They even formed an order in Kamar-Taj in service to the Ancient One. When Wong turned four, he was taken from his mother and presented to the Ancient One, to learn to serve, just like his family before him. When Wong became an adult, the Ancient One sent him to the United States to serve Doctor Strange.",
        "locText": ""
      }
    },
    {
      "img": "villains/Wrecker.jpg",
      "loyalty": "villain-bio",
      "name": {
        "text": "Wrecker",
        "locText": ""
      },
      "realName": {
        "text": "Dirk Garthwaite",
        "locText": ""
      },
      "bio": {
        "text": "Dirk was a manual laborer fired for his anti-social behavior and fits of violence. He turned to criminal activity, fashioning himself a costume and going under the name of the Wrecker, his trademark being the crowbar he wielded. Seeking another victim, the Wrecker entered a hotel room occupied by Loki while summoning Karnilla the Norn Queen. While trying on Loki's horned helmet, the Wrecker was mistaken for the god when Karnilla materialized and mistakenly endowed him with magical power that gave him superhuman strength he used to embark upon a wrecking spree. He'd go on to lead the criminal group, the Wrecking Crew.",
        "locText": ""
      }
    },
    {
      "img": "heroes/X-Man.jpg",
      "loyalty": "hero",
      "name": {
        "text": "X-Man",
        "locText": ""
      },
      "realName": {
        "text": "Nathan Grey",
        "locText": ""
      },
      "bio": {
        "text": "X-Man, or Nate Grey, is an alternate universe version of Cable. Created by Apocalypse's Horseman Sinister from genetic material taken from the mutant heroes Cyclops and Jean Grey of his reality, Nate learns that his purpose is to destroy Apocalypse. X-Man is a telepath of vast power: able to read and control minds, project his astral form across the world, and create complex psionic illusions and \"psionic spikes\".",
        "locText": ""
      }
    },
    {
      "img": "heroes/Yellow-Jacket.jpg",
      "loyalty": "hero",
      "name": {
        "text": "Yellow Jacket",
        "locText": ""
      },
      "realName": {
        "text": "Henry Pym",
        "locText": ""
      },
      "bio": {
        "text": "Hank Pym is an American entomologist, biochemist, roboticist, engineer, physicist and discoverer of Pym Particles, subatomic particles which can increase or decrease the size and mass of objects or living beings. Emboldened with these abilities, Pym would embody a number of identities including the original Ant-Man, Giant-Man and Yellowjacket. As Yellowjacket, this crime fighter would join the Avengers and the Defenders, ultimately siding with the pro-registration forces in the battle over the Superhero Registration Act. He'd join with Tony Stark and Mister Fantastic to design Prison 42 to hold anti-Act superpowered forces.",
        "locText": ""
      }
    },
    {
      "img": "villains/Dark-Avengers.jpg",
      "loyalty": "hidden",
      "name": {
        "text": "Dark Avengers",
        "locText": ""
      }
    },
    {
      "img": "villains/Demogoblin-Doppelganger.jpg",
      "loyalty": "hidden",
      "name": {
        "text": "Demogoblin & Doppelganger",
        "locText": ""
      }
    },
    {
      "img": "villains/Heralds-Galactus.jpg",
      "loyalty": "hidden",
      "name": {
        "text": "Heralds Of Galactus",
        "locText": ""
      }
    },
    {
      "img": "villains/New-Sinister-Six.jpg",
      "loyalty": "hidden",
      "name": {
        "text": "New Sinister Six",
        "locText": ""
      }
    },
    {
      "img": "villains/Winter-Guard.jpg",
      "loyalty": "hidden",
      "name": {
        "text": "Winter Guard",
        "locText": ""
      }
    },
    {
      "img": "villains/Wrecking-Crew.jpg",
      "loyalty": "hidden",
      "name": {
        "text": "Wrecking Crew",
        "locText": ""
      }
    }    
  ]
}